<?php

return [
    'adminEmail' => 'admin@example.com',
    'senderEmail' => 'noreply@example.com',
    'senderName' => 'Example.com mailer',
    // iframe на сайте
    'iframe' => 'https://yandex.ru/map-widget/v1/?ll=82.953014%2C55.009529&mode=search&ol=geo&ouri=ymapsbm1%3A%2F%2Fgeo%3Fdata%3DCgg1NzEwMzM2MBJf0KDQvtGB0YHQuNGPLCDQndC-0LLQvtGB0LjQsdC40YDRgdC6LCDRg9C70LjRhtCwINCU0L7QsdGA0L7Qu9GO0LHQvtCy0LAsIDE4LzEsINC_0L7QtNGK0LXQt9C0IDEiCg3i56VCFTQKXEIw8pHizQ0%2C&z=11',

    'greeting' => [

        'points' => [
            'Формирование индивидуальной траектории развития в профессии',
            'Комфортное обучение 24/7 без отрыва от работы с сопровождением тьютора',
            'Программы разработаны в соответствии с профессиональными стандартами',
            'Преподаватели и авторы образовательных программ - кандидаты и доктора наук',
            'Разработка образовательных программ под запрос',
            'Выдаем документы установленного образца',
            'Скидки на групповые заявки, индивидуальные предложения',
        ],
        'descrp' => 'Дистанционные программы профессиональной подготовки и повышения квалификации для
                        психологов, учителей, педагогов дошкольного образования, социальных работников,
                        логопедов, дефектологов, специалистов дополнительного образования, руководителей и
                        других сотрудников образовательных учреждений',

    ],

    'education' => [
        'instructions' => [
            'Поставь лайк на пост-закреп о проведении акции “Неделя открытых дверей”',
            'Сделай репост этой записи на свою личную страницу',
            'Кратко напиши в комментарии к посту-закрепу, какая программа<br>из предложенных в акции тебе интересна и почему',
            'Подпишитесь на рассылку «Дни открытых дверей в СИПППИСР',
        ],
        'condition' => '*В случае, если лайки, репосты,<br>комментарии будут отменены пользователем,<br>он
                            исключается из участников акции'
    ],

    'footer_url' => [
        'ИНН' => 'https://pb.nalog.ru/search.html#quick-result?queryAll=5405055141&mode=search-all&page=1&pageSize=10',
    ],

    'cards' => [
        [
            'id' => 1,
            'title' => 'Психолого-педагогические подходы к сопровождению детей с ОВЗ в условиях инклюзивного<br>образования',

        ],
        [
            'id' => 2,
            'title' => 'Воспитание детей дошкольного возраста с отклонениями в развитии и с сохранным развитием',

        ],
        [
            'id' => 3,
            'title' => 'Тьютор. Взаимодействие с детьми с ОВЗ',

        ],
        [
            'id' => 4,
            'title' => 'Актуальные вопросы развития системы инклюзивного образования для педагогических работников, общественных организаций, родителей детей-инвалидов, детей с ОВЗ',

        ],
        [
            'id' => 5,
            'title' => 'Проект «Современная школа» национального проекта «Образование»: внедрение новых методов обучения и воспитания, современных образовательных технологий в работе с обучающимися с ОВЗ и инвалидностью. Консультирование и поддержка родителей',

        ],
        [
            'id' => 6,
            'title' => 'Актуальные вопросы развития системы инклюзивного образования',

        ],
        [
            'id' => 7,
            'title' => 'Инклюзивное образование: Организация воспитательной работы в образовательном <br>учреждении в условиях реализации<br>ФГОС с детьми ОВЗ',

        ],
        [
            'id' => 8,
            'title' => 'Специалист по национальным и религиозным отношениям',

        ],
        [
            'id' => 9,
            'title' => 'Подготовка педагогов к формированию у подрастающего поколения гражданско-патриотической позиции на основе развития национальной самоидентификации и укрепления гражданского самосознания',

        ],
        [
            'id' => 10,
            'title' => 'Реализация государственной национальной политики в Российской Федерации',

        ],
        [
            'id' => 11,
            'title' => 'Межэтническое и межкультурное взаимодействие в городском социуме (работа с детьми-билингвами и детьми-инофонами)',

        ],
    ],

    // Пример массива данных для карточек и модальных окон
    'modal' => [

        [
            'id' => 1,
            'title' => 'Психолого-педагогические подходы к сопровождению детей <br> с ОВЗ в условиях инклюзивного образования <br class="br br_1"><br class="br br_1"><br> ИДМ 2996',
            'description' => 'Цель дополнительной программы профессиональной переподготовки заключается в формировании у
                    специалистов глубоких теоретических знаний и практических навыков, необходимых для успешного
                    сопровождения детей с ограниченными возможностями здоровья (ОВЗ) в условиях инклюзивного обучения.
                    Программа предполагает изучение современных психолого-педагогических технологий, позволяющих
                    создавать оптимальные условия для всестороннего развития и социальной адаптации обучающихся. ',

            'hours' => '288 ч.',
            'qualification' => '01.001 - Педагог (Педагогическая деятельность в сфере
                            дошкольного,<br> начального общего, основного общего, среднего общего образования),
                            (воспитатель, учитель)',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Пискун Ольга Юрьевна, кандидат педагогических наук, доцент',
            'modules' => [
                'Медико-биологический фундамент дефектологии',
                'Основные направления исследований современной дефектологии: диагностика, профилактика,коррекция. Компенсаци.',
                'Коррекционно-педагогическое сопровождение детей с нарушениями слуха.',
                'Коррекционно-педагогическое сопровождение детей с нарушениями зрения.',
                'Коррекционно-педагогическое сопровождение детей с нарушениями речи.',
                'Коррекционно-педагогическое сопровождение детей с интеллектуальной недостоточностью.',
                'Коррекционно-педагогическое сопровождение детей с задержками психического развития.',
                'Коррекционно-педагогическое сопровождение детей с нарушениями опорно-двигательного аппарата.',
                'Коррекционно-педагогическое сопровождение детей с расстройствами эмоционально-волевой сферы и нарушениями поведения.',
                'Коррекционно-педагогическое сопровождение детей с комплексными нарушениями в развитии.',
                'Новый этап развития дефектологии как науки.',
            ],
            'price' => '8 000 руб.',
        ],

        [
            'id' => 2,
            'title' => 'Воспитание детей дошкольного возраста с отклонениями <br>в развитии и с сохранным развитием<br class="br br_1"><br>ИДМ 1432',
            'description' => 'Цель дополнительной программы профессиональной переподготовки заключается в формировании у
                    специалистов компетенций, необходимых для эффективного взаимодействия с детьми, имеющими различные
                    виды отклонений и особенностей в развитии. ',
            'hours' => '288 ч.',
            'qualification' => '01.001 - Педагог (Педагогическая деятельность в сфере
                            дошкольного,<br> начального общего, основного общего, среднего общего образования),
                            (воспитатель, учитель)',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Кузь Наталья Александровна, кандидат педагогических наук, доцент',
            'modules' => [
                'Дошкольная педагогика.',
                'Государственная политика образования (ФГОС в системе дошкольного образования).',
                'Образовательные программы для детей раннего возраста.',
                'Психолого-педагогическая диагностика детей с ОВЗ.',
                'Проектирование АООП для учащихся с ОВЗ в условиях реализации ФГОС.',
            ],
            'price' => '8 000 руб.',
            'order' => 'modal__order_2',
        ],

        [
            'id' => 3,
            'title' => 'Тьютор. Взаимодействие с детьми с ОВЗ <br class="br br_1"><br>ИДМ 587',
            'description' => 'Цель дополнительной программы профессиональной переподготовки заключается в формировании у
                    специалистов необходимых компетенций для эффективной работы с детьми, имеющими ограниченные
                    возможности здоровья. Программа ориентирована на развитие навыков индивидуального подхода,
                    психологической поддержки и адаптации образовательных процессов, что позволяет обеспечить
                    полноценное участие таких детей в учебной деятельности.',
            'hours' => '520 ч.',
            'qualification' => '01.001 - Педагог (Педагогическая деятельность в сфере
                            дошкольного,<br> начального общего, основного общего, среднего общего образования),
                            (воспитатель, учитель)',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Пискун Ольга Юрьевна, кандидат педагогических наук, доцент',
            'modules' => [
                'Основы организации и содержания инклюзивного образования.',
                'Нормативно-правовое обеспечение образования лиц ОВЗ',
                'Теоретические и методические аспекты тьюторского взаимодействия с детьми с ОВЗ.',
                'Психолого-педагогическая диагностика и оценивание достижений с ОВЗ',
            ],
            'price' => 'Стоимость: 12 000 руб.',
            'order' => 'modal__order_3',
        ],

        [
            'id' => 4,
            'title' => 'Актуальные вопросы развития системы инклюзивного <br>образования для
                    педагогических работников, общественных организаций,родителей детей-инвалидов, детей с ОВЗ <br
                        class="br br_1"><br>ИДМ 6534',

            'description' => 'Цель дополнительной программы повышения квалификации заключается в формировании у педагогических
                    работников, представителей общественных организаций и родителей детей с ограниченными возможностями
                    здоровья глубокого понимания принципов инклюзии и внедрения инновационных методик в образовательный
                    процесс. Программа направлена на изучение лучших практик и современных подходов к обучению и
                    социализации детей с ОВЗ, что способствует созданию комфортной и доступной образовательной среды.',
            'hours' => '36 ч.',
            'qualification' => '01.001 - Педагог (Педагогическая деятельность в сфере
                            дошкольного,<br> начального общего, основного общего, среднего общего образования),
                            (воспитатель, учитель)',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Тетерина Анастасия Игоревна, старший преподаватель',
            'modules' => [
                'Педагогическая деятельность по проектированию и реализации образовательного процесса в образовательных организациях, с учетом особенностей детей с ОВЗ',
                'Развивающая деятельность в работе с детьми с ОВЗ и родителями, законными представителями.',
                'Методические рекомендации по организации и проведению инклюзивных смен.',
                'Методические рекомендации по разработке и реализации адаптированных досуговых программ.',
                'Структура и основные направления деятельности психолого-педагогической службы.',
                'Методические рекомендации по руководству кадровым составом.',
            ],
            'price' => 'Стоимость: 2 000 руб.',
            'order' => 'modal__order_4',
            'top' => 'modal__top_ml',
        ],

        [
            'id' => 5,
            'title' => 'Проект «Современная школа» национального проекта «Образование»: внедрение новых
                    методов обучения и воспитания, современных образовательных технологий в работе с обучающимися с ОВЗ
                    и инвалидностью. Консультирование и поддержка родителей<br class="br br_1">ИДМ 5687',

            'description' => 'В рамках дополнительной программы повышения квалификации акцентируется внимание на внедрении
                    инновационных методов обучения и воспитания, а также современных образовательных технологий,
                    ориентированных на работу с обучающимися с ограниченными возможностями здоровья (ОВЗ) и
                    инвалидностью.',
            'hours' => '72 ч.',
            'qualification' => '01.001 - Педагог (Педагогическая деятельность в сфере
                            дошкольного,<br> начального общего, основного общего, среднего общего образования),
                            (воспитатель, учитель)',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Тетерина Анастасия Игоревна, старший преподаватель',
            'modules' => [
                'Педагогическая деятельность по проектированию и реализации образовательного процесса в образовательных организациях, с учетом особенностей детей с ОВЗ',
                'Развивающая деятельность в работе с детьми с ОВЗ и родителями, законными представителями.',
            ],
            'price' => 'Стоимость: 3 000 руб.',
            'order' => 'modal__order_5',
            'top' => 'modal__top_ml',
        ],

        [
            'id' => 6,
            'title' => 'Актуальные вопросы развития системы инклюзивного образования <br class="br br_1">ИДМ 5535',

            'description' => 'Программа включает в себя не только обучение педагогов новейшим подходам, но и организацию
                    консультационных мероприятий для родителей, которые могут получить поддержку и советы по вопросам
                    воспитания и образования своих детей.',
            'hours' => '36 ч.',
            'qualification' => '01.001 - Педагог (Педагогическая деятельность в сфере
                            дошкольного,<br> начального общего, основного общего, среднего общего образования),
                            (воспитатель, учитель)',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Кузь Наталья Александровна, кандидат педагогических наук, доцент',
            'modules' => [
                'Стандартизация системы образования Российской Федерации: история и современность.',
                'Особенности организации инклюзивного обучения в образовательных организациях.',
                'Определение структуры, примерного содержания и условий реализации коррекционного
                компонента основной образовательной программы основного и среднего общего образования
                обучающихся.',
                'Интеграция и инклюзия.',
                'Современные и инновационные технологии инклюзивного образования лиц с ОВЗ',
            ],
            'price' => 'Стоимость: 1 500 руб.',
            'order' => 'modal__order_6',
            'top' => 'modal__top_ml',
        ],

        [
            'id' => 7,
            'title' => 'Инклюзивное образование: Организация воспитательной работы<br>в образовательном
                    учреждении в условиях реализации ФГОС<br>с детьми ОВЗ<br class="br br_1"><br>ИДМ 5282',

            'description' => 'Программа направлена на углубленное изучение психолого-педагогических аспектов работы с детьми, что
                    позволяет педагогам адаптировать образовательные<br>методы и подходы к индивидуальным потребностям
                    каждого ребенка.',
            'hours' => '36 ч.',
            'qualification' => '01.001 - Педагог (Педагогическая деятельность в сфере
                            дошкольного,<br> начального общего, основного общего, среднего общего образования),
                            (воспитатель, учитель)',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Пискун Ольга Юрьевна, кандидат педагогических наук, доцент',
            'modules' => [
                'Теоретические основы методологии общего и специального образования.',
                'Методологическое содержание основ специального образования.',
                'Традиционные методики специальной педагогики как ресурс инклюзивного образования',
                'Современные инновационные технологии обучения и воспитания детей и подростков с ОВЗ как ресурс инклюзивного образования.',
            ],
            'price' => 'Стоимость: 1 500 руб.',
            'order' => 'modal__order_7',
            'top' => 'modal__top_ml',
        ],

        [
            'id' => 8,
            'title' => 'Специалист по национальным и религиозным отношениям<br class="br br_1"><br> ИДМ 6245',

            'description' => 'Цель обучения: формирование профессиональных знаний и компетенций, необходимых специалистам в сфере
                    национальных и религиозных отношений.',
            'hours' => '72 ч.',
            'qualification' => '07.011 - Специалист в сфере национальных и религиозных отношений',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Лапин Дмитрий Васильевич, кандидат социологических наук, доцент АНО ДПО МИПКП',
            'modules' => [
                'Теоретические и нормативные основы мониторинга межнациональных и межрелигиозных отношений.',
                'Меры, направленные на раннее предупреждение межнациональных и межрелигиозных конфликтов, а также профилактика.',
            ],
            'price' => 'Стоимость: 3 500 руб.',
            'order' => 'modal__order_8',
            'top' => 'modal__top_mr',
        ],

        [
            'id' => 9,
            'title' => 'Подготовка педагогов к формированию у подрастающего поколения
                    гражданско-патриотической позиции на основе развития национальной самоидентификации и укрепления
                    гражданского самосознания<br class="br br_1"><br>ИДМ 6003',

            'description' => 'Цель обучения: формирование профессиональных знаний и компетенций, необходимых специалистам в сфере
                    национальных и религиозных отношений.',
            'hours' => '36 ч.',
            'qualification' => '01.001 - Педагог (Педагогическая деятельность в сфере
                            дошкольного,<br> начального общего, основного общего, среднего общего образования),
                            (воспитатель, учитель)',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Симанская Валерия Викторовна, старший преподаватель',
            'modules' => [
                'Методики и технологии организации воспитания гражданина и патриота.',
                'Организация и реализация воспитания гражданина и патриота в системе дополнительного образования.',
            ],
            'price' => 'Стоимость: 2 000 руб.',
            'order' => 'modal__order_9',
            'top' => 'modal__top_ml',
        ],

        [
            'id' => 10,
            'title' => 'Реализация государственной национальной политики<br> в Российской Федерации<br>ИДМ 3583',

            'description' => 'Программа направлена на совершенствование и получение новой компетенции, необходимой для
                    профессиональной деятельности государственных и муниципальных служащих, обеспечивающих реализацию
                    государственной национальной политики Российской Федерации',
            'hours' => '36 ч.',
            'qualification' => ' 40.301 - Федеральный закон "О муниципальной службе в
                            Российской<br>Федерации" от 02.03.2007 N 25-ФЗ (ред. от 27.10.2020)',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Паршукова Галина Борисовна, доктор культурологии, профессор',
            'modules' => [
                'Национально-культурные организации.',
                'Формирование межкультурной компетенции.',
                'Государственная национальная политика в РФ.',
                'Этнокультурная модель ГО.',
                'Контрпропаганда.',
                'Нацполитика в федеральных округах.',
                'Конфессии.',
                'Этнопсихология.',
                'Казачество.',
            ],
            'price' => 'Стоимость: 3 000 руб.',
            'order' => 'modal__order_10',
            'top' => 'modal__top_ml',
        ],

        [
            'id' => 11,
            'title' => 'Межэтническое и межкультурное взаимодействие<br>в городском социуме (работа с
                    детьми-билингвами <br>и детьми-инофонами)<br class="br br_1"><br>ИДМ 6428',

            'description' => 'Программа нацелена на получение актуальных знаний по стратегии и специфике обучения и воспитания
                    детей мигрантов в поликультурной среде;
                    углубление профессиональных компетенций по социально-педагогической работе с детьми мигрантов
                    (билингвами/инофонами); организацию<br>
                    специализированного сопровождения детей мигрантов. <br>
                    Реализация данной программы будет способствовать социальной адаптации и интеграции детей мигрантов,
                    преодолению ими проблем межкультурной <br>коммуникации, формированию толерантного отношения к
                    мигрантам и гармонизации межэтнических отношений.',
            'hours' => '72 ч.',
            'qualification' => ' 01.001 - Педагог (Педагогическая деятельность в сфере
                            дошкольного, <br>начального общего, основного общего, среднего общего образования),
                            (воспитатель, учитель)',
            'format' => 'Дистанционное обучение',
            'teacher' => 'Чемчиева Аржана Петровна, кандидат философских наук',
            'modules' => [
                'Полиэтничность, поликультурность - актуальные понятия современного образования.',
                'Теоретические аспекты образовательной деятельности с детьми-инофонами, билингвами и мигрантами',
                'Общие основы психолого-педагогического сопровождения детей старшего дошкольного и младшего школьного возраста',
                'Психолого-педагогическое сопровождение детей-мигрантов, белингвов, инофнов старшего дошкольного и младшего школьного возраста.',
                'Предшкольное образования для детей, родным языком которых не является русский.',
                'Нормативные требования Федерального государственного образовательного стандарта к обучению младших школьников русскому языку (предметные результаты освоения ООП НОО (филология)).',
            ],
            'price' => 'Стоимость: 3 000 руб.',
            'order' => 'modal__order_11',
            'top' => 'modal__top_ml',
        ],
    ],

];
